Repository: verdanatech/formcreator
Catalog: locales/*.po
Languages: uk_ua

source: Bad request
uk_ua: Невірний запит

source: Question not found
uk_ua: Запитання не знайдено

source: You don't have right for this action
uk_ua: Ви не маєте права на цю дію

source: Source question not found
uk_ua: Вихідне запитання не знайдено

source: Could not move some questions
uk_ua: Не вдалося перенести деякі запитання

source: Could not add the section
uk_ua: Не вдалося додати розділ

source: Subtree root
uk_ua: Категорії заявок

source: Selectable
uk_ua: Вибір

source: Limit subtree depth
uk_ua: Обмеження висоти категорії заявки

source: No limit
uk_ua: Без обмежень

source: Source section not found
uk_ua: Розділ джерела не знайдено

source: Could not delete the section
uk_ua: Не вдалося видалити розділ

source: Could not move the section
uk_ua: Не вдалося перемістити розділ

source: Could not duplicate the section
uk_ua: Не вдалося продублювати розділ

source: Could not update the section
uk_ua: Не вдалось оновити розділ

source: Service catalog
uk_ua: Каталог сервісів

source: Form Creator
uk_ua: Редактор Замовлень

source: Form list
uk_ua: Список Замовлення

source: The form has been successfully saved!
uk_ua: Замовлення збережено успішно!

source: Please, describe your need here
uk_ua: Будь ласка, опишіть тут свою потребу

source: Textarea
uk_ua: Область тексту

source: A required field is empty:
uk_ua: Обов'язкове поле порожнє:

source: The regular expression is invalid
uk_ua: Регулярний вираз недійсний

source: Invalid value for
uk_ua: Недійсне значення для

source: Invalid dropdown type: %s
uk_ua: Недійсний тип випадаючого списку: %s

source: LDAP size limit exceeded
uk_ua: Перевищено обмеження розміру LDAP

source: LDAP Select
uk_ua: Виберіть LDAP

source: LDAP directory not defined!
uk_ua: Каталог LDAP не визначено!

source: LDAP directory not found!
uk_ua: Каталог LDAP не знайдено!

source: Specific format does not match: %s
uk_ua: Конкретний формат не відповідає: %s

source: The text is too short (minimum %d characters): %s
uk_ua: Текст занадто короткий (мінімум %d символів): %s

source: The text is too long (maximum %d characters): %s
uk_ua: Текст задовгий (максимум %d символів): %s

source: Text
uk_ua: Текст

source: Regular expression
uk_ua: Регулярний вираз

source: Range
uk_ua: Інтервал

source: Additional validation
uk_ua: Додаткова перевірка

source: Radios
uk_ua: Радіо

source: The field value is required:
uk_ua: Значення поля є обов'язковим:

source: A required field is empty: %s
uk_ua: Обов’язкове поле порожнє: %s

source: This is not an integer: %s
uk_ua: Це не ціле число: %s

source: The following number must be greater than %d: %s
uk_ua: Наступне число повинне перевищувати %d: %s

source: The following number must be lower than %d: %s
uk_ua: Наступне число має бути меншим за %d: %s

source: Integer
uk_ua: Ціле число

source: Time
uk_ua: Час

source: This is not a valid e-mail: %s
uk_ua: Це не дійсний електронний лист: %s

source: Select
uk_ua: Виберіть

source: Date & time
uk_ua: Дата & час

source: Invalid value: %s
uk_ua: Недійсне значення: %s

source: User not found or invalid email address: %s
uk_ua: Користувача не знайдено або недійсна електронна адреса: %s

source: No attached document
uk_ua: Прикріпленого документа немає

source: Attached document
uk_ua: Доданий документ

source: A required file is missing: %s
uk_ua: Необхідний файл відсутній: %s

source: Multiselect
uk_ua: Багатовибір

source: Checkboxes
uk_ua: Прапорці

source: The following question needs at least %d answers
uk_ua: На наступне питання потрібно принаймні %d відповідей

source: The following question does not accept more than %d answers
uk_ua: Наступне питання не приймає більше %d відповідей

source: Request type
uk_ua: Тип запиту

source: This is not a number: %s
uk_ua: Це не число: %s

source: Float
uk_ua: Поплавок

source: Description
uk_ua: Опис

source: A description field should have a description:
uk_ua: Поле опису повинне містити опис:

source: is visible
uk_ua: Видимі

source: is not visible
uk_ua: не видиме

source: regular expression matches
uk_ua: збіги регулярних виразів

source: Always displayed
uk_ua: Завжди видимі

source: Hidden unless
uk_ua: Приховане доки

source: Displayed unless
uk_ua: Видимі доки

source: Failed to add or update the %1$s %2$s
uk_ua: Не вдалося додати або оновити %1$s %2$s

source: Cannot export an empty object: %s
uk_ua: Неможливо експортувати порожній об'єкт: %s

source: Conditions
uk_ua: Умови

source: Importing
uk_ua: Імпортування

source: Update issue data from tickets and form answers
uk_ua: Оновіть дані про випуск із тікетів та формуйте відповіді

source: Form approver
uk_ua: Затверджувач форми

source: Comment
uk_ua: Пояснення

source: Ticket approver
uk_ua: Затверджувач тікетів

source: Form approver group
uk_ua: Група затверджувачів форм

source: Not validated
uk_ua: Не перевірено

source: Refused
uk_ua: Відхилено

source: Waiting
uk_ua: Очікування

source: To validate
uk_ua: Для схвалення

source: Closed
uk_ua: Закрито

source: Knowbase category
uk_ua: Категорія бази знань

source: The form as been saved
uk_ua: Замовлення збережено

source: A form need to be validate
uk_ua: Замовлення має бути перевірене контролером

source: The form is refused
uk_ua: Замовлення відхилено

source: The form is accepted
uk_ua: Замовлення ухвалене

source: The form is deleted
uk_ua: Замовлення видалено

source: Form #
uk_ua: Замовлення №

source: Form name
uk_ua: Назва Замовлення

source: Full form answers
uk_ua: Повні відповіді Замовлення

source: Refused comment
uk_ua: Пояснення відхилення

source: Validation link
uk_ua: Посилання контролю

source: Request #
uk_ua: Запит №

source: Form author
uk_ua: Учасник форми

source: Form validator
uk_ua: Контролер Замовлення

source: Specific person
uk_ua: Вказана персона

source: Person from the question
uk_ua: Персона з запитання

source: Specific group
uk_ua: Вказана група

source: Group from the question
uk_ua: Група з запитання

source: Group from an object
uk_ua: Вказана група

source: Tech group from an object
uk_ua: Технічна група з об'єкта

source: Specific supplier
uk_ua: Вказаний постачальник

source: Supplier from the question
uk_ua: Постачальник з запитання

source: Actors from the question
uk_ua: Учасники з питання

source: Accepted
uk_ua: Ухвалено

source: Print this form
uk_ua: Надрукувати цю форму

source: Form accepted by validator.
uk_ua: Замовлення ухвалене контролером.

source: Form successfully saved.
uk_ua: Замовлення успішно збережено.

source: Required if refused
uk_ua: Обов'язково для відхилення

source: Refuse
uk_ua: Відхилити

source: Edit answers
uk_ua: Редагувати відповіді

source: Cancel edition
uk_ua: Скасувати редагування

source: Accept
uk_ua: Ухвалити

source: Refused comment is required!
uk_ua: Пояснення відхилення обов'язкове!

source: You are not the validator of these answers
uk_ua: Ви не є контролером цих відповідей.

source: Form data
uk_ua: Інформація Замовлення

source: Cannot generate targets!
uk_ua: Неможливо згенерувати призначення!

source: No turing test set
uk_ua: Не встановлено тест Тьюрінга

source: You failed the Turing test
uk_ua: Ви не пройшли тест Тьюринга

source: You must select validator!
uk_ua: Слід вибрати узгоджувача!

source: You cannot delete this issue. Maybe it is taken into account.
uk_ua: Ви не можете видалити цю проблему. Можливо, це враховано.

source: Failed to delete this issue. An internal error occured.
uk_ua: Не вдалося видалити цю проблему. Сталася внутрішня помилка.

source: Seek assistance
uk_ua: Шукати допомогу

source: My requests for assistance
uk_ua: Мої запити допомоги

source: Consult feeds
uk_ua: Канали консультації

source: Link to the form
uk_ua: Посилання на Замовлення

source: Please activate the form to view the link
uk_ua: Будь ласка, активуйте форму, щоб переглянути посилання

source: Enable captcha
uk_ua: Увімкнути капчу

source: The name cannot be empty!
uk_ua: Ім'я не може бути порожнім!

source: The language must be associated to a form!
uk_ua: Мова повинна бути пов'язана з формою!

source: Add a translation
uk_ua: Додайте переклад

source: New translation
uk_ua: Новий переклад

source: Filter list
uk_ua: Список фільтрів

source: No translation found
uk_ua: Немає перекладів

source: Do you want to delete the selected items?
uk_ua: Видалити вибрані елементи?

source: Delete
uk_ua: Видалити

source: Original string
uk_ua: Оригінальний рядок

source: None
uk_ua: Жоден

source: Validation
uk_ua: Перевірка

source: Choose a validator
uk_ua: Обрати контролера

source: Failed to add or update the %1$s %2$s: a question is missing and is used in a parameter of the target
uk_ua: Не вдалося додати або оновити %1$s %2$s: питання відсутнє і використовується в параметрі цілі

source: Actors
uk_ua: Учасники

source: Content
uk_ua: Зміст

source: Impact
uk_ua: Вплив

source: GLPi's helpdesk
uk_ua: Сервіс-деск GLPi

source: Service catalog simplified
uk_ua: Спрощений каталог сервісів

source: Service catalog extended
uk_ua: Розширений каталог сервісів

source: Popularity sort
uk_ua: Сортувати за популярністю

source: Alphabetic sort
uk_ua: Сортувати за абеткою

source: Merged with Forms
uk_ua: Об’єднано з формами

source: Distinct menu entry
uk_ua: Окремий запис у меню

source: Visible
uk_ua: Видимий

source: Hidden
uk_ua: Прихований

source: Helpdesk
uk_ua: Сервіс-деск

source: Helpdesk mode
uk_ua: Режим Сервіс-деску

source: Sort order
uk_ua: Порядок сортування

source: Knowledge base
uk_ua: База знань

source: Search
uk_ua: Пошук

source: Header message
uk_ua: Тема повідомлення

source: Display search field
uk_ua: Відобразити поле пошуку

source: Display header
uk_ua: Відображення заголовка

source: Minimum range
uk_ua: Мінімальний діапазон

source: maximum range
uk_ua: максимальний діапазон

source: Public access
uk_ua: Публічний доступ

source: Private access
uk_ua: Приватний доступ

source: Restricted access
uk_ua: Обмежений доступ

source: Import forms
uk_ua: Імпорт Замовлень

source: Homepage
uk_ua: Головна сторінка

source: Access
uk_ua: Доступ

source: Icon
uk_ua: Значок

source: Icon color
uk_ua: Колір значка

source: Background color
uk_ua: Колір фону

source: Add a target
uk_ua: Додати ціль

source: What are you looking for?
uk_ua: Що Ви шукаєте?

source: My %1$d last forms (requester)
uk_ua: Мої %1$d останні Форми (замовник)

source: No form posted yet
uk_ua: Заповнених Замовлень ще немає

source: All my forms (requester)
uk_ua: Всі мої Замовлення (замовник)

source: My %1$d last forms (validator)
uk_ua: Мої %1$d останні форми (валідатор)

source: No form waiting for validation
uk_ua: Немає Замовлень, що очікують контролю

source: All my forms (validator)
uk_ua: Всі мої Замовлення (контролер)

source: The question %s is not compatible with public forms
uk_ua: Питання %s не сумісне з публічними формами

source: Errored duplicate
uk_ua: Помилковий дублікат

source: Duplicate
uk_ua: Дублювати

source: Form duplicated: %s
uk_ua: Замовлення продубльовано: %s

source: Form Transfered: %s
uk_ua: Замовлення перенесено: %s

source: Back
uk_ua: Назад

source: Upload of JSON files not allowed.
uk_ua: Завантаження файлів JSON заборонено.

source: You may allow JSON files right now.
uk_ua: Ви можете дозволити JSON файли прямо зараз.

# button
source: Create
uk_ua: Створити

source: Please contact your GLPI administrator.
uk_ua: Зверніться до адміністратора GLPI.

# button
source: Back
uk_ua: Назад

source: Upload of JSON files not enabled.
uk_ua: Завантаження файлів JSON не ввімкнуто.

source: You may enable JSON files right now.
uk_ua: Ви можете ввімкнути файли JSON прямо зараз.

# button
source: Enable
uk_ua: Активувати

source: Forms import impossible, the file is empty
uk_ua: Імпорт форм неможливий, файл порожній

source: Forms import impossible, the file seems corrupt
uk_ua: Імпорт форм неможливий, файл здається пошкодженим

source: Forms import impossible, the file was generated with another version
uk_ua: Імпорт форм неможливий, файл створено з іншою версією

source: The file does not specifies the schema version. It was probably generated with a version older than 2.10. Giving up.
uk_ua: У файлі не вказана версія схеми. Ймовірно, його було створено з версією, старшою за 2.10. Покинути.

source: Failed to import %s
uk_ua: Не вдалося імпортувати %s

source: Forms successfully imported from %s
uk_ua: Замовлення з %s успішно імпортовані

source: The form %1$s already exists and is in an unmodifiable entity.
uk_ua: Форма %1$s існує та має немодифіфікувану сутність.

source: The entity %1$s is required for the form %2$s.
uk_ua: Сутність %1$s потрібна для форми %2$s.

source: Failed to create JSON document type
uk_ua: Не вдалося створити тип документа JSON

source: JSON document type not found
uk_ua: Тип документа JSON не знайдено

source: Failed to update JSON document type
uk_ua: Не вдалося оновити тип документа JSON

source: Forms without category
uk_ua: Замовлення без категорії

source: No form available
uk_ua: Немає доступних форм

source: Add
uk_ua: Додати

source: Unsupported target type.
uk_ua: Непідтримуваний тип цілі.

source: Change title
uk_ua: Змінити заголовок

source: Control list
uk_ua: Контрольний список

source: Backup plan
uk_ua: План резервування

source: Check list
uk_ua: Контрольний список

source: The title is required
uk_ua: Назва є обов'язковою

source: Count of conditions
uk_ua: Кількість умов

source: The field type is required
uk_ua: Тип поля є обов'язковим

source: The section is required
uk_ua: Розділ є обов'язковим

source: Field type %1$s is not available for question %2$s.
uk_ua: Тип поля %1$s недоступний для запитання %2$s.

source: This type of question is not compatible with public forms.
uk_ua: Цей тип питань несумісний із загальнодоступними формами.

source: This type of question requires parameters
uk_ua: Цей тип питання вимагає параметрів

source: A parameter is missing for this question type
uk_ua: Відсутній параметр для цього типу запитання

source: Parameter
uk_ua: Параметр

source: Field name
uk_ua: Назва поля

source: Current active entity
uk_ua: Поточний активний підрозділ

source: Default requester user's entity
uk_ua: Типовий підрозділ замовника

source: First dynamic requester user's entity (alphabetical)
uk_ua: Перший динамічний підрозділ замовника (за абеткою)

source: Last dynamic requester user's entity (alphabetical)
uk_ua: Останній динамічний підрозділ замовника (за абеткою)

source: The form entity
uk_ua: Підрозділ Замовлення

source: Default entity of the validator
uk_ua: Типовий підрозділ контролера

source: Specific entity
uk_ua: Вказаний підрозділ

source: Default entity of a user type question answer
uk_ua: Відповідь для питання типу Типовий підрозділ користувача

source: From a GLPI object > Entity type question answer
uk_ua: З об'єкту GLPI > Відповідь для питання типу Підрозділ

source: A target must be associated to a form.
uk_ua: Ціль має бути пов'язана з формою.

source: A target must be associated to an existing form.
uk_ua: Ціль має бути пов'язана з існуючою формою.

source: Name is required.
uk_ua: Потрібно вказати ім’я.

source: User type question
uk_ua: Запитання типу користувача

source: Entity type question
uk_ua: Запитання типу підрозділу

source: Request categories
uk_ua: Категорії запитів

source: Incident categories
uk_ua: Категорії інцидентів

source: Change categories
uk_ua: Змінити категорії

source: Specific asset
uk_ua: Конкретний актив

source: Equals to the answer to the question
uk_ua: Дорівнює відповіді на запитання

source: Last valid answer
uk_ua: Остання дійсна відповідь

source: Default or from a template
uk_ua: За замовчуванням або з шаблону

source: Specific type
uk_ua: Конкретний тип

source: Ticket title
uk_ua: Назва заявки

source: Add validation message as first ticket followup
uk_ua: Додати повідомлення перевірки як першу відповідь заявки

source: Link to an other ticket
uk_ua: Посилання на інший тікет

source: An other destination of this form
uk_ua: Інший пункт призначення цієї форми

source: An existing ticket
uk_ua: Існуючий тікет

source: Invalid link type
uk_ua: Недійсний тип посилання

source: Invalid linked item type
uk_ua: Недійсний тип зв’язаного елемента

source: Linked item does not exists
uk_ua: Пов’язаний елемент не існує

source: Failed to link the item
uk_ua: Не вдалося зв’язати елемент

source: Your form has been accepted by the validator
uk_ua: Ваше Замовлення схвалене контролером

source: Type
uk_ua: Тип

source: Item
uk_ua: Елемент

source: No more string to translate
uk_ua: Немає більше рядка для перекладу

source: Language not found.
uk_ua: Мова не знайдена.

source: Form not found.
uk_ua: Форму не знайдено.

source: Failed to add the translation.
uk_ua: Не вдалося додати переклад.

source: Tags from questions
uk_ua: Тег з запитань

source: Specific tags
uk_ua: Визначені теги

source: Tags from questions and specific tags
uk_ua: Теги з запитань та визначених тегів

source: Tags from questions or specific tags
uk_ua: Теги з запитань або визначених тегів

source: equals to the answer to the question
uk_ua: дорівнює відповіді на запитання

source: calculated from the ticket creation date
uk_ua: обраховується з дати створення заявки

source: calculated from the answer to the question
uk_ua: обраховується з відповіді на запитання

source: SLA from template or none
uk_ua: SLA із шаблону або жодного

source: Specific SLA
uk_ua: Конкретна SLA

source: OLA from template or none
uk_ua: OLA із шаблону або жодного

source: Specific OLA
uk_ua: Специфічна OLA

source: Urgency from template or Medium
uk_ua: Терміновість з шаблону або Medium

source: Specific urgency
uk_ua: Конкретна терміновість

source: Category from template or none
uk_ua: Категорія за шаблоном або жодна

source: Specific category
uk_ua: Конкретна категорія

source: Location from template or none
uk_ua: Розташування за шаблоном або жодне

source: Specific location
uk_ua: Конкретне розташування

source: Time to resolve
uk_ua: Час для вирішення

source: Question (TTO/TTR)
uk_ua: Запитання (TTO / TTR)

source: Urgency
uk_ua: Терміновість

source: Ticket tags
uk_ua: Теги заявки

source: Tags
uk_ua: Теги

source: Location
uk_ua: Місцезнаходження

source: The description cannot be empty!
uk_ua: Опис не може бути порожнім!

source: Cancel
uk_ua: Відміна

source: Group from the object
uk_ua: Група з об'єкта

source: Tech group from the object
uk_ua: Технічна група з об'єкта

source: A form has been created
uk_ua: Замовлення створено

source: Your request has been saved
uk_ua: Ваше Замовлення створено

source: Hi,\nYour request from GLPI has been successfully saved with number ##formcreator.request_id## and transmitted to the helpdesk team.\nYou can see your answers onto the following link:\n##formcreator.validation_link##
uk_ua: Вітаємо!\nВаше Замовлення успішно збережено з номером ##formcreator.request_id## і передано команді Сервіс-деску.\nВи можете спостерігати Замовлення за наступним посиланням:\n##formcreator.validation_link##

source: A form from GLPI need to be validate
uk_ua: Замовлення має бути перевірене контролером

source: Hi,\nA form from GLPI need to be validate and you have been choosen as the validator.\nYou can access it by clicking onto this link:\n##formcreator.validation_link##
uk_ua: Вітаємо!,\nЗамовлення з Сервіс-Деску потребує перевірки і Вас обрали у якості контролера.\nВи можете переглянути його за наступним посиланням:\n##formcreator.validation_link##

source: Your form has been refused by the validator
uk_ua: Ваша Замовлення було відхилено контролером

source: Hi,\nWe are sorry to inform you that your form has been refused by the validator for the reason below:\n##formcreator.validation_comment##\n\nYou can still modify and resubmit it by clicking onto this link:\n##formcreator.validation_link##
uk_ua: Привіт!\nНа жаль, Ваше Замовлення відхилене контролером з наступним поясненням:\n##formcreator.validation_comment##\n\nВи можете внести зміни за посиланням:\n##formcreator.validation_link##

source: Hi,\nWe are pleased to inform you that your form has been accepted by the validator.\nYour request will be considered soon.
uk_ua: Вітаємо!\nПовідомляємо, що Ваше Замовлення схвалене контролером та буде розглянуто найближчим часом.

source: Your form has been deleted by an administrator
uk_ua: Ваше Замовлення було видалене адміністратором

source: Hi,\nWe are sorry to inform you that your request cannot be considered and has been deleted by an administrator.
uk_ua: Привіт!\nНа жаль, Ваше Замовлення не може бути розглянуте і було видалене адміністратором.

source: Formcreator - Sync service catalog issues
uk_ua: Formcreator - Проблеми з каталогом служби синхронізації

# button
source: Duplicate
uk_ua: Дублювати

source: Cancel my ticket
uk_ua: Скасувати мій тікет

source: No form found. Please choose a form below instead
uk_ua: Замовлення не знайдене. Будь ласка, оберіть нижче інше Замовлення

source: No form yet in this category
uk_ua: В цій категорії ще немає Замовлень

source: Are you sure you want to delete this question?
uk_ua: Ви впевнені, що необхідно видалити це запитання?

source: Are you sure you want to delete this section?
uk_ua: Ви впевнені, що необхідно видалити цей розділ?

source: An error occured while querying forms
uk_ua: Під час роботи з Замовленнями виникла помилка

source: Required
uk_ua: Обов'язкове

source: Show empty
uk_ua: Показувати порожнє

source: Filter
uk_ua: Фільтр

source: Attribute
uk_ua: Атрибут

source: Values
uk_ua: Значення

source: Show ticket categories
uk_ua: Показати категорії тикетів

source: Direct access on homepage
uk_ua: Прямий доступ до головної сторінки

source: Default form in service catalog
uk_ua: Типове Замовлення каталогу сервісів

source: Are you a robot ?
uk_ua: Ви робот?

source: Condition to show the question
uk_ua: Умова для показу питання

source: Add a section
uk_ua: Додати розділ

source: Add a question
uk_ua: Додати запитання

source: Full form
uk_ua: Повне Замовлення

source: Min
uk_ua: Мінімум

source: Max
uk_ua: Максимум
